module.exports = {
  start: 'به ربات 👑 پادشاه لایک خوش آمدی ☺️\n\
با قابلیت‌های من بیشتر آشنا شو 🔔\n\
\n\
۱. افزودن دکمه ❤️ لایک برای میزان محبوبیت پست‌های کانال\n\
۲. افزودن دکمه درج ✏️ نظر (کامنت) برای دریافت بازخورد از اعضای کانال\n\
۳. افزودن دکمه 🛒 ثبت سفارش ویژه کانال‌های فروشگاهی\n\
۴. امکان افزودن هر سه دکمه لایک، نظر و  ثبت سفارش در یک پست\n\
\n\
۵. 🤓مدیریت آمار  تعداد لایک‌ها و نظرات پست‌های کانال خود به همراه لیست کاربران لایک‌کننده و نظردهنده\n\
۶. 😎 مدیریت سفارشات محصولات کانال خود\n\
\n\
۷. ساخت 🎖چالش‌ مسابقه‌ای به صورت کاملا اتوماتیک و سریع\n\
۸. مدیریت شرکت‌کنندگان برتر در 🏆 چالش مسابقه‌ی کانال خود\n\
\n\
۹. جدیدترین قابلیت ربات 👑 پادشاه لایک، امکان 💘 افزایش لایک پست‌های کانال به تعداد نامحدود 😍\n\
\n\
این تنها تعداد محدودی از قابلیت‌های منه، اگه قابلیت جدیدی به فکرت رسید خوشحال میشم به سازنده من پیام بدی و باهاش درمیون بزاری @javad010\n\
\n\
خب حالا چه کاری از دست من برمیاد؟ 👇🏻',
  send_comment: 'واسه پست بالا نظرت رو بنویس 😍',
  send_order: 'آدرس، اطلاعات و توضیحات خود را برای سفارش در یک پیام برای من ارسال کنید.',
  send_post: '🤗 متنی، عکسی یا هر چیزی که می‌خوای زیرش دکمه لایک، کامنت و ثبت سفارش بزارم واست برای من ارسال کن',
  send_emoji: '🙃 چند تا اموجی (شکلک) برام بفرست تا زیر پستت قرار بدم، یادت نره بعد از هر اموجی یک فاصله بزاری',
  dont_select_post: 'مثل اینکه مشکلی پیش اومده، نمی‌تونم بفهمم واسه کدوم پست میخوای نظر بدی! 😧',
  not_found_selected_post: 'پستی که انتخاب کردی رو پیدا نمی‌کنم! 😲',
  not_found_post: '🙁 چیزی پیدا نکردم!',
  send_success_comment: 'ممنون 😍 نظرت رو ثبت کردم، الان به صاحب پست هم خبر میدم',
  send_success_order: 'سفارش شما با موفقیت ثبت شد، با تشکر',
  select_one_item_under: 'یکی از دکمه‌های زیر رو فشار بده تا واست ردیفش کنم 😉',
  just_send_emoji: 'گفتم که فقط باید اموجی (شکلک) ارسال کنی، از اینا 😊 😍 😳',
  dont_understand_mean: '🙁 متوجه نمیشم باید چیکار کنم!',
  problem_call_support: 'یه مشکلی پیش اومده، به من پیام بده @javad010',
  receive_new_comment: 'به پستت نظر داده 😍',
  receive_new_comment_vip: '😍 یه نفر به پستت نظر داده\n\nاگه میخوایی بدونی کیه حسابت رو باید شارژ کنی تا بهت بگم کی بوده\nبرای شارژ حسابت روی دکمه شیشه‌ای زیر کلیک کن',
  receive_new_order: 'یک سفارش ثبت کرده است',
  finished_create_post: 'تموم شد 😍 حالا فقط کافیه دکمه انتشار در کانال یا گروه رو بزنی و هر جایی که خواستی بفرستیش، فقط اگه می‌خوای تعداد لایک و نظراتت زیاد بشه بجای فوروارد کردن از همین دکمه انتشار استفاده کن 😘\nیه دکمه هم این بالا هست اگه میخوایی لایک‌های پستت چند برابر بشه و به چشم بیاد 😋',
  not_vip_account_like: 'برای اینکه بدونی کی پست‌هات رو لایک کرده باید حساب کاربریت رو شارژ کنی',
  not_vip_account_comment: 'برای اینکه بدونی کی به پست‌هات نظر داده باید حساب کاربریت رو شارژ کنی، برای این کار روی دکمه شیشه ای پایین همین پست کلیک کن',
  self_count_like: 'آمار لایک‌های پستت رو این پایین می‌تونی ببینی',
  self_count_comment: 'آمار نظرات پستت رو این پایین می‌تونی ببینی',
  self_who_like: 'این پایین هم ببین کی چه لایکی داده',
  not_who_like: 'هنوز هیچکی پستت رو لایک نکرده!',
  not_who_comment: 'هنوز هیچکی به پستت نظر نداده!',
  not_who_order: 'هیچ سفارشی ثبت نشده است!',
  dont_give_me_post: 'هنوز هیچ پستی به من ندادی!',
  dont_give_me_challenge: 'هنوز هیچ چالشی به من ندادی!',

  convert_to_vip_account: 'شارژ حساب برای ۲۰۰ پست دیگر',
  cancel_payment_by_user: 'پرداخت رو کنسل کردی! ☹️',
  success_to_vip_account: 'حساب کاربریت رو شارژ کردم 😎\n\nحالا روی مدیریت پست‌های من این پایین کلیک کن و ببین کی لایک و نظر داده 😉',
  error_to_vip_account: 'مشکلی پیش آمده است با سازنده من تماس بگیر @javad010',
  error_payment: 'در سیستم تایید پرداخت مشکلی پیش اومده، با سازنده من تماس بگیر @javad010',

  create_post_keyboard: 'افزودن دکمه ❤ لایک، ✏ نظر و 🛒 ثبت سفارش',
  see_keyboard: '🤔 کی به پست من نظر داده یا لایک کرده',
  post_list_keyboard: '😎 مدیریت پست‌های من',
  status_account_keyboard: '🙂 وضعیت حساب من',
  admin_user_keyboard: 'مدیریت کاربران',
  admin_post_keyboard: 'مدیریت پست‌ها',
  admin_payment_keyboard: 'مدیریت پرداخت',
  admin_challenge_keyboard: 'مدیریت چالش‌ها',

  charge_my_account: 'شارژ حساب من',
  charge_reason_account: 'شارژ کن و به راحتی لایک ها، نظرات و سفارشات کاربراتو به صورت شخصی دریافت کن.',

  admin_like_keyboard: 'لایک‌ها',
  admin_comment_keyboard: 'کامنت‌ها',

  admin_like_increase_keyboard: 'افزایش لایک',
  admin_comment_increase_keyboard: 'افزایش کامنت',

  select_emoji_like_increase: 'یکی از اموجی های زیر را انتخاب کنید.',
  enter_like_increase: 'تعداد لایک افزایشی را وارد کنید.',
  enter_comment_increase: 'تعداد کامنت افزایشی را وارد کنید.',
  enter_comment_user_increase: 'تعداد کاربران کامنت افزایشی را وارد کنید.',

  create_post_like_keyboard: '❤ لایک',
  create_post_comment_keyboard: '✏ نظر',
  create_post_order_keyboard: '🛒 ثبت سفارش',
  create_post_like_comment_keyboard: '❤ لایک و ✏ نظر',
  create_post_comment_order_keyboard: '🛒 ثبت سفارش و ✏ نظر',
  create_post_like_order_keyboard: '❤ لایک و 🛒 ثبت سفارش',
  create_post_like_comment_order_keyboard: '❤ ✏ 🛒 همه دکمه‌ها',

  want_send_comment_keyboard: '✏ می‌خوام نظر بدم',
  want_send_order_keyboard: '🛒 ثبت سفارش',

  publish_button_keyboard: '🔊 انتشار در کانال یا گروه',

  back_to_main_keyboard: 'برمی‌گردم به اول',
  cancel_keyboard: '😯 منصرف شدم',

  who_post_like_keyboard: '😍 کی لایک کرده',
  who_post_comment_keyboard: '🤔 کی نظر داده',
  who_post_order_keyboard: '🛒 کی سفارش داده',

  change_to_vip_keyboard: 'شارژ حساب برای ۲۰۰ پست دیگر 😎',

  answer_comment_keyboard: '📩 میخوام جوابشو بدم',

  comming_soon: 'به زودی...',

  finish_charge_amount: 'شارژ حسابت تموم شده، برای ثبت پست جدید با دکمه سفارش اول باید حسابت رو شارژ کنی.',

  admin_success_updated: 'با موفقیت بروزرسانی شد',
  admin_error_updated: 'خطا در بروزرسانی',

  save_success:     'ثبت شد ;)',

  type_text:        'پست متنی',
  type_photo:       'پست تصویری',
  type_video:       'پست ویدیویی',
  type_audio:       'پست صوتی',
  type_voice:       'صدا',
  type_sticker:     'استیکر',
  type_video_note:  'نوشته ویدیویی',
  type_document:    'سند',
  type_location:    'پست موقعیت مکانی',
  type_contact:     'مخاطب',

  comment_type_text:        'نظر متنی',
  comment_type_photo:       'نظر تصویری',
  comment_type_video:       'نظر ویدیویی',
  comment_type_audio:       'نظر صوتی',
  comment_type_voice:       'صدا',
  comment_type_sticker:     'استیکر',
  comment_type_video_note:  'نوشته ویدیویی',
  comment_type_document:    'سند',
  comment_type_location:    'نظر موقعیت مکانی',
  comment_type_contact:     'مخاطب',

  challenge_create_keyboard:    '🎖 ساخت چالش جدید',
  challenge_list_keyboard:      '🏆 مدیریت چالش‌های من',
  send_challenge_name:          'عنوان چالش جدیدت چیه ؟',
  send_post_challenge:          '🙂 پست چالش شرکت کننده را از طرف شرکت کننده برای من فوروارد کنید.',
}
